[
  {
    "id": "inkubus",
    "workUrl": "http://www.dreamingmethods.com/inkubus/",
    "title": "Inkubus",
    "description": "Inkubus is a first-person playable coming-of-age story, in media-rich 3D, about a contemporary teenage girl. She’s connected and clued in but what lurks in the deepest darkest regions beyond the screen?",
    "imageUrl": "",
    "pubdate": "2014",
    "tech": "3D (Unity)",
    "collab": "Andy Campbell",
    "publisher": "Dreaming Methods",
    "kudos": "Exhibited at MLA 2014 & ELO Hold the Light Conference 2014",
    "moreinfo": ""
  },
  {
    "id": "revolution-of-words",
    "workUrl": "http://crissxross.github.io/RevolOWords/",
    "title": "A Revolution of Words",
    "description": "A Revolution of Words invites the speculative reader to 'Spin the Revolution' and thus a play on words becomes a game of chance where meaning is at stake. Try our useful online tool to find new meaning in your life. Give it a spin and see which dictum, watchword, slogan, epigram, mantra, motto, pitch, patter or spiel fortune favours for you!",
    "imageUrl": "",
    "pubdate": "2013",
    "tech": "HTML5 & JavaScript",
    "collab": "Randy Adams (aka runran)",
    "publisher": "remixworx",
    "kudos": "",
    "moreinfo": ""
  },
  {
    "id": "crissxross-trail-remixworx",
    "workUrl": "http://crissxross.net/remixworx/indexcxtrail.html",
    "title": "A crissxross trail < R3M1XW0RX",
    "subtitle": "one remix player's scenic route through remixworx",
    "description": "Conceived as a poetic interactive infographic with lots of multimedia animated content, this 'scenic route' presents a sample trail of 33 out of the 100 remixes I've created since joining remixworx, a collaborative online creative project, in Jan 2007.",
    "imageUrl": "",
    "pubdate": "2012" ,
    "tech": "HTML & Flash (& Quicktime video)",
    "collab": "remixworx remixers",
    "publisher": "",
    "kudos": "I gave live presentations of this crissxross remix trail at the ELMCIP conference on Remediating the Social (2012) and the HERA Conference (2013).",
    "moreinfo": ""
  },
  {
    "id": "rememori",
    "workUrl": "http://crissxross.net/elit/rememori.html",
    "title": "Rememori",
    "description": "A degenerative memory game and playable poem that grapples with the effects of dementia on an intimate circle of characters.",
    "imageUrl": "",
    "pubdate": "2011",
    "tech": "Flash",
    "collab": "",
    "publisher": "The New River Journal, Spring 2012",
    "kudos": "",
    "moreinfo": ""
  },
  {
    "id": "out-of-touch",
    "workUrl": "http://crissxross.net/oot/outoftouch.html",
    "title": "Out of Touch",
    "description": "In our world of perpetual connectivity, touching interfaces that keep us out of reach, we form attachments whilst remaining detached, by turns kindling and dampening emotions.",
    "imageUrl": "",
    "pubdate": "2011",
    "tech": "Flash",
    "collab": "",
    "publisher": "SFMOMA's Open Space; Mad Hatters' Review",
    "kudos": "Out of Touch was commissioned by the San Francisco Museum of Modern Art for the Third Hand Plays series published at SFMOMA's Open Space in August 2011. I've also given live performances of variations of the OOT theme at (which??) conferences.",
    "moreinfo": "I/O Out Of Touch for live performance is an (ongoing?) development, exploring the paradoxical and often poignant nature of human relationships amid networked life."
  },
  {
    "id": "underbelly",
    "workUrl": "http://crissxross.net/elit/underbelly.html",
    "title": "Underbelly",
    "description": "A playable media fiction about a woman sculptor, carving on the site of a former colliery in the north of England. As she carves, she is disturbed by a medley of voices, some from the site's dark industrial past, and the player/reader is plunged into an underworld of repressed fears and desires.",
    "imageUrl": "",
    "pubdate": "2010",
    "tech": "Flash",
    "collab": "",
    "publisher": "Published in the ELMCIP Anthology of European Electronic Literature, Nov 2012; Studies in the Maternal, Volume 3, Issue 2, 2011; Hyperrhiz.08, Issue 8, Spring 2011.",
    "kudos": "Winner of the New Media Writing Prize 2010. Winner of the MaMSIE Digital Media Competition 2010/11.",
    "moreinfo": ""
  },
  {
    "id": "fitting-the-pattern",
    "workUrl": "http://crissxross.net/elit/fitting_the_pattern.html",
    "title": "Fitting the Pattern",
    "description": "Cutting through memories, pinning down facts, stitching fabrications, unpicking the past - an interactive, animated memoir, exploring aspects of my relationship with my dressmaking mother.",
    "imageUrl": "",
    "pubdate": "2008",
    "tech": "Flash",
    "collab": "",
    "publisher": "Published in the Electronic Literature Collection, Volume 2, Feb 2011",
    "kudos": "",
    "moreinfo": ""
  },
  {
    "id": "tailspin",
    "workUrl": "http://crissxross.net/elit/Tailspin.html",
    "title": "Tailspin",
    "description": "An old man's Tinnitus and partial deafness is a source of friction between him, his daughter and grandchildren yet he stubbornly refuses to contemplate treatment or hearing aids. His daughter is hurt and mystified by his angry reactions, but the key to his behaviour lies deep in the past.",
    "imageUrl": "",
    "pubdate": "2008",
    "tech": "Flash",
    "collab": "",
    "publisher": "Published in the Electronic Literature Collection, Volume 2, Feb 2011",
    "kudos": "",
    "moreinfo": ""
  },
  {
    "id": "",
    "workUrl": "",
    "title": "",
    "description": "",
    "imageUrl": "",
    "pubdate": "",
    "tech": "",
    "collab": "",
    "publisher": "",
    "kudos": "",
    "moreinfo": ""
  },
]